{
  "estimate_number": "MV-202507-0964",
  "estimate_date": "2025-07-23",
  "company": {
    "name": "SOS Moving Company",
    "address": "8280 Willow Oaks Corporate Dr. Suite 600",
    "city": "Fairfax",
    "state": "VA",
    "zip": "22031",
    "phone": "443-985-2998 ",
    "email": "sosmovingcompany@gmail.com ",
    "logo": ""
  },
  "client": {
    "name": "Insurance Claim",
    "address": "964 Towlston Rd",
    "city": "McLean",
    "state": "VA",
    "zip": "22102",
    "phone": "",
    "email": ""
  },
  "top_note": "Project Overview<br>This estimate covers comprehensive pack-out and pack-in services for contents from the damaged areas (basement and 1st-floor bathroom), transportation to and from a climate-controlled storage facility, two months of storage, and debris hauling for construction waste generated by other mitigation companies. This estimate also includes the removal and disposal of all packing and moving-related debris generated by our operations. Special consideration has been given to the challenging access to the basement and the handling of heavy and fragile items.",
  "trades": [
    {
      "name": "Contents Management & Moving Services",
      "note": "This section covers the labor, materials, and transportation associated with packing, moving, storing, and eventually returning the specified contents.<br>Labor Considerations: Given the challenging basement access (long walk, slippery grass, slope, backyard gate) and heavy lifting involved (ping pong table, heavy furniture), an elevated labor rate for a skilled crew is applied. A minimum 3-person crew is anticipated for the pack-out and pack-in phases, with a 2-person crew for transportation and storage retrieval.<br>Crew Rate (3-person): $250/hour<br>Crew Rate (2-person): $130/hour<br>Packing Materials: Based on inventory, including specialized materials for fragile and oversized items.",
      "locations": [
        {
          "name": "Basement & 1st Floor Bathroom",
          "note": "Contents handling for items located primarily in the basement and 1st-floor bathroom.",
          "showSubtotal": true,
          "subtotal": 10290.0,
          "categories": [
            {
              "name": "Contents Handling & Packing",
              "items": [
                {
                  "name": "Initial Pack-out (3-person crew)",
                  "qty": 16.0,
                  "unit": "Hours",
                  "price": 250.0,
                  "description": "Estimated labor for thorough packing and inventorying. Includes setup and breakdown time."
                },
                {
                  "name": "Contents Inventory Processing & Handling",
                  "qty": 1.0,
                  "unit": "Project",
                  "price": 0.0,
                  "description": "Comprehensive handling and processing of the following inventoried contents:<br>[Living Room]<br>- 1 Sofa, Love Seat and a Chair w/ blanket + plastic<br>- 2 Standing storage w/ bubble, blanket + plastic<br>- 7 Pic frames bubble wraps<br>- 20 Small personal items wrapped w/ bubble<br>- 4 medium boxes<br>- 2 additional medium boxes<br>- 1 Ping pong Table w/ blanket + plastic<br>- 1 Ping pong Table storage w/ plastic<br>- 1 Mic stand w/ bubble wrap<br>- 1 Glass Table w/ blanket + plastic<br>[Bedroom]<br>- 2 Beds wrapped plastic<br>- 1 Wardrobe w/ blanket + plastic<br>- 1 Wardrobe of glasses w/ blanket + plastic<br>- 1 Table w/ blanket + plastic<br>- 1 Pic frame w/ bubble wrap<br>- 1 Night stand plastic<br>- Bed head board w/ blanket + plastic<br>- 1 Wooden rocking chair w/ plastic"
                },
                {
                  "name": "Packing Materials",
                  "qty": 1.0,
                  "unit": "Lot",
                  "price": 450.0,
                  "description": "Includes professional-grade moving blankets, plastic wrap, bubble wrap, shrink wrap, tape, wardrobe boxes, small, medium, and large moving boxes, and specialized protective materials for glass and electronics. Based on detailed contents inventory, including extra protection for fragile items."
                },
                {
                  "name": "Final Pack-in & Placement (3-person crew)",
                  "qty": 14.0,
                  "unit": "Hours",
                  "price": 250.0,
                  "description": "Estimated time for comprehensive unpacking, placement, and debris removal, considering challenging access and reassembly requirements."
                },
                {
                  "name": "Unpacking & Packing Debris Disposal",
                  "qty": 1.0,
                  "unit": "Lot",
                  "price": 200.0,
                  "description": "Labor and materials for removal and disposal of all packing materials (boxes, bubble wrap, plastic, etc.) generated during both the pack-out and pack-in processes."
                },
                {
                  "name": "Specialized Item Handling",
                  "qty": 1.0,
                  "unit": "Lot",
                  "price": 250.0,
                  "description": "Dedicated care for the Glass Table, Wardrobe of Glasses, and Ping Pong Table due to fragility, size, and weight, requiring specific protective measures and careful maneuvering."
                }
              ]
            },
            {
              "name": "Transportation & Storage",
              "items": [
                {
                  "name": "Transportation to Storage (2-person crew)",
                  "qty": 1.0,
                  "unit": "Trip",
                  "price": 350.0,
                  "description": "Secure transfer of packed contents from 964 Towlston Rd, McLean, VA to 8280 Willow Oaks Corporate Dr, Fairfax, VA. Includes fuel, mileage, and driver labor."
                },
                {
                  "name": "Contents Storage (Climate-Controlled)",
                  "qty": 2.0,
                  "unit": "Months",
                  "price": 200.0,
                  "description": "Professional, climate-controlled storage for the duration of the restoration project. A single, air-conditioned storage unit will be utilized."
                },
                {
                  "name": "Retrieval from Storage (2-person crew)",
                  "qty": 1.0,
                  "unit": "Trip",
                  "price": 350.0,
                  "description": "Coordinated pick-up and transport of contents from 8280 Willow Oaks Corporate Dr, Fairfax, VA back to 964 Towlston Rd, McLean, VA upon project completion."
                }
              ]
            },
            {
              "name": "Project Overhead & Complexity",
              "items": [
                {
                  "name": "Access Surcharge",
                  "qty": 1.0,
                  "unit": "Lot",
                  "price": 300.0,
                  "description": "Surcharge applied due to challenging basement access: long walk through backyard gate, slippery grass, and slope. This increases labor time and risk."
                },
                {
                  "name": "Contingency",
                  "qty": 490.0,
                  "unit": "Project",
                  "price": 1.0,
                  "description": "Standard contingency for unforeseen circumstances or minor adjustments to scope (5% of Subtotal before contingency)."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "name": "Debris Hauling Services",
      "note": "This section covers the removal and disposal of demolition debris generated by other mitigation companies. This service does not include debris from our own removal operations (which is included in Contents Management).<br>Disposal Requirements: Construction Waste.<br>Disposal Fee Calculation: Based on estimated material weight (approx. 0.5 tons of drywall, insulation, and carpet). Trip fees and disposal facility rates have been applied.",
      "locations": [
        {
          "name": "Basement & 1st Floor Bathrooms",
          "note": "Removal and disposal of demolition debris from specified areas.",
          "showSubtotal": true,
          "subtotal": 1220.0,
          "categories": [
            {
              "name": "Debris Removal & Disposal",
              "items": [
                {
                  "name": "Debris Hauling Labor (2-person crew)",
                  "qty": 4.0,
                  "unit": "Hours",
                  "price": 130.0,
                  "description": "Estimated time for efficient loading of debris into a dumpster or transport vehicle, considering volume and basement access challenges."
                },
                {
                  "name": "Dumpster/Disposal Fees",
                  "qty": 1.0,
                  "unit": "Haul",
                  "price": 700.0,
                  "description": "Cost of dumpster rental and associated disposal fees at a certified construction waste facility, based on estimated weight/volume, including a trip fee."
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "subtotal": 11510.0,
  "discount": 0.0,
  "total": 11510.0,
  "bottom_note": "We are committed to providing accurate and transparent estimates that meet both industry standards and client requirements. Please do not hesitate to reach out if you have any questions or require further clarification on any aspect of this estimate.",
  "disclaimer": "This estimate is based on the provided contents and debris inventory. Any significant discrepancies found on-site may require a revised estimate.<br>Assumes clear access to the property on scheduled dates. Any delays due to denied access or unforeseen site conditions may incur additional charges.<br>Assumes all necessary utilities (e.g., electricity for lighting) will be active and available at both origin and destination locations during service hours.<br>This estimate does not include costs for any necessary parking permits or street closure permits that may be required by local authorities. These will be the responsibility of the client or general contractor.<br>This estimate does not include costs for any third-party services not explicitly listed (e.g., specialized cleaning, restoration of damaged items, utility disconnections/reconnections).<br>Any changes to the scope of work after the approval of this estimate will require a written change order and may result in additional charges.<br>Labor rates include reasonable travel time to and from the job site within the immediate service area. Excessive travel outside of this will be billed separately.<br>It is assumed that the client or their insurer will cover all necessary insurance for the contents during transit and storage. Our basic liability coverage is included, but enhanced valuation may be available upon request.",
  "overhead_rate": 0.0,
  "profit_rate": 0.0,
  "overhead_amount": 0.0,
  "profit_amount": 0.0,
  "sales_tax_amount": 0.0,
  "overhead": {
    "rate": 0.0,
    "amount": 0.0
  },
  "profit": {
    "rate": 0.0,
    "amount": 0.0
  },
  "sales_tax": {
    "amount": 0.0
  }
}